ENTER_FIO = 'Как к вам можно обращаться? (ваши имя, фамилию и отчество).'
ENTERING_PROGRESS_MESSAGE_1 = 'Для формирования заявки вам необходимо ввести несколько некоторые ваши данные.' \
                               '\n Пожалуйста, вводите данные внимательно. Для остановки ввода полей' \
                              ' отправьте /qwr;'
ENTER_FIRST_NAME = 'Введите ваше имя'
ENTER_LAST_NAME = 'Введите вашу фамилию'
ENTER_MIDDLE_NAME = 'Введите ваше отчество'

ENTER_TYPE = 'Выберите тип'

ENTER_BIRTHDATE = 'Введите дату рождения (формат ГГГГ-ММ-ДД). Пример: 2000-01-01'
WRONG_DATE = 'Неверный формат даты, используйте ГГГГ-ММ-ДД'

VOICE_GENERATOR = 'Голосовой ассистент'

ENTER_PHONE_NUMBER = 'Введите номер телефона'
WRONG_PHONE_FORMAT = 'Неверный формат телефонного номера. Вводите в формате +78005553535'
ENTER_EMAIL = 'Введите электронную почту'
ENTER_ADDRESS = 'Введите адрес регистрации (из паспорта)'
ENTER_PASSPORT_DATA = 'Введите ваш номер и серию паспорта (через пробел). Пример: 1122 123456'
ENTER_PASSPORT_DATE = 'Введите дату получения паспорта (формат ГГГГ-ММ-ДД). Пример: 2000-01-01'
ENTER_PASSPORT_ORGANIZATION = 'Введите место выдачи паспорта'
SUCCESSFUL_APPLICATION = 'Заявка успешно создана, номер: '
ENTER_WORK_PLACE = 'Введите ваше место работы'
ENTER_WORK_EXPERIENCE = 'Введите ваш стаж работы'
ENTER_MONTHLY_INCOME = 'Введите размер вашего ежемесячного дохода'
ENTER_EMPLOYER_ADDRESS = 'Введите адрес вашего работодателя'
ENTER_EMPLOYER_PHONE_NUMBER = 'Введите номер телефона вашего работодателя'
ENTER_MARITAL_STATUS = 'Ваше семейное положение'
HALF = 'Вы закончили вводить основные данные'
BREAK = 'Заявка не создана'
GOOD = 'Мы с вами свяжемся'

FAILED = 'Ошибка'

TMP_NOT_WORKING = 'На данный момент данная функция недоступна'

ENTER_MESSAGE = 'Введите ваше сообщение в техподдержку (для завершения \'выход\')'
TECH_SUPPORT_EXIT = 'Вы вышли из диалога со специалистом поддержки'
TECH_SUPPORT_SUCCESS = 'Ваше сообщение успешно доставлено, ожидайте ответа'

GREETING_NEW_USERS = 'Здравствуйте! Вы пользуетесь ботом команды IW GDUPO. С помощью данного бота вы можете ' \
                     'оформить заявку на наши банковские продукты.'
INFORMATION_BEFORE_START_FILLING_DATA = 'Сейчас в чат будут выводиться необходимые для заявки данные. ' \
                                        'Пожалуйста, проверяйте данные перед отправкой'

ENTER_CURRENT_APPLICATION = 'Выберите заявку'
APPLICATION_STATUS = 'Статус заявки: '

CREDIT_CARD = 'Кредитная карта'
DEBIT_CARD = 'Дебетовая карта'
CREDIT = 'Потребительский кредит'
TECH_SUPPORT = 'Техподдержка'
APPLICATION_LIST = 'Оформленные заявки'
HOLDING = 'Вклады и инвестиции'

CANCEL = '/qwr'
BACK = 'Назад'
